{

    "intro_00": "Different memory problems are relevant to where the most damage has been caused - depending on the severity and type of dementia the person has.",
    

    
    "subhead_01": "Working Memory | ",
    
    "text_01": "Allows a person to hold information in their conscious thoughts and use it for a few seconds - for example, being able to dial a telephone number that you were just told. With Dementia, damage to the cerebral cortex - particularly the temporal and parietal lobes, will affect a person's working memory - meaning they can recall less in their short-term memory.",



    "subhead_02": "\nEpisodic Memory | ",
    
    "text_02": "Is the memory of events and experiences. For example, your memories of the first day at school. Episodic memory is assembled in the hippocampus to create a memory of the 'episode' and are stored for a little while. However, this is a fragile and vulnerable structure which can be damaged easily, causing numerous complications with our memory. In dementia, this is one of the first areas where structural damage occurs; considerably affecting the person's ability to learn new information and create new episodic memory. Recalling older memories seems to involve the hippocampus less than recent memories. This is why remembering things from a long time ago can be easier for a person with Dementia compared to recalling what happened last week.",



    "subhead_03": "\nSemantic Memory | ",
    
    "text_03": "Is the general knowledge stored about objects, word meanings, facts and people. For example - knowing that grass is green. Damage to the left temporal can result in loss of semantic memory - this can be by losing the ability to effectively communicate through speech and writing; and/or failing to recognise fact, people, and objects.",



    "subhead_04": "\nProcedural Memory | ",
    
    "text_04": "Is the memory for learnt skills. Examples include tying your shoelaces, driving a car, climbing stairs. This type of memory is relatively well-preserved in most forms of dementia compared with episodic and semantic memory. "
}